Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Open Account & sync and sign in with your Stremio account. VortX runs on the same engine, so your add-ons, library, and Continue Watching come across automatically, and stay in sync across your devices. Nothing to export or copy by hand.
af: Maak Rekening en sinkroniseer oop en meld aan met jou Stremio-rekening. VortX werk op dieselfde enjin, so jou byvoegings, biblioteek en Gaan voort met kyk kom outomaties oor en bly gesinkroniseer oor jou toestelle. Niks om uit te voer of met die hand te kopieer nie.
am: መለያ እና ምሳምሳን ክፈቱ Stremio መለያዎ ጋር ይግቡ። VortX ተመሳሳዩ ሞተር ስለሚጠቀም ተጨማሪዎቹ፣ ቤተ-መፅሐፍቱ፣ እና ማስቀጠልን ማየት ራስ ሰር ይሸጋገራሉ፣ በሁሉም መሳሪያዎቹ ምሳምሳ ይቆዩሉ። ምንም ለወደ ወይም በእጅ ለመቅዳት አይቀርም።
ar: افتح الحساب والمزامنة وسجّل الدخول بحساب Stremio الخاص بك. تعمل VortX على المحرّك نفسه، لذا تنتقل إضافاتك ومكتبتك وقائمة متابعة المشاهدة تلقائيًا، وتبقى متزامنة عبر أجهزتك. لا شيء لتصديره أو نسخه يدويًا.
as: একাউণ্ট আৰু ছিংক খোলক আৰু আপোনাৰ Stremio একাউণ্টেৰে ছাইন ইন কৰক। VortX একেটা ইঞ্জিনতে চলে, গতিকে আপোনাৰ এড-অন, লাইব্ৰেৰী আৰু কণ্টিনিউ ৱাচিং স্বয়ংক্ৰিয়ভাৱে আহে, আৰু আপোনাৰ সকলো ডিভাইচত ছিংক হৈ থাকে। হাতেৰে এক্সপ'ৰ্ট বা কপি কৰিবলগীয়া একো নাই।
az: Hesab və sinxronizasiyaya daxil olun və Stremio hesabınızla giriş edin. VortX eyni mühərrikdə işləyir, odur ki, əlavələriniz, kitabxananız və İzləməyə Davam edin avtomatik olaraq köçürülür və cihazlarınız arasında sinxronlaşır. İxrac etmək və ya əl ilə kopyalamaq lazım deyil.
be: Адкрыйце Акаўнт і сінхранізацыю і ўвайдзіце з вашым акаўнтам Stremio. VortX працуе на тым жа рухавіку, таму вашы дадаткі, бібліятэка і Працягнуць прагляд пераносяцца аўтаматычна і застаюцца сінхранізаванымі на ўсіх вашых прыладах. Нічога не трэба экспартаваць ці капіраваць уручную.
bg: Отворете Акаунт и синхронизиране и влезте с вашия Stremio акаунт. VortX работи на същия енджин, така че вашите добавки, библиотека и Продължи гледането се пренасят автоматично и остават синхронизирани между устройствата ви. Няма нужда да експортирате или копирате нищо на ръка.
bn: অ্যাকাউন্ট ও সিঙ্ক খুলুন এবং আপনার Stremio অ্যাকাউন্ট দিয়ে সাইন ইন করুন। VortX একই ইঞ্জিনে চলে, তাই আপনার অ্যাড-অন, লাইব্রেরি এবং চালিয়ে যান স্বয়ংক্রিয়ভাবে চলে আসে, এবং আপনার ডিভাইসগুলোর মধ্যে সিঙ্ক থাকে। হাতে কিছু এক্সপোর্ট বা কপি করার দরকার নেই।
br: Digorit Kont & koubladur ha kennaskit gant ho kont Stremio. VortX a red war an hevelep keflusker, setu e teu ho enlugelladoù, ho levraoueg, ha Kenderc'hel da Sellet emgefreek, hag e chomont koubladet dre ho ardivinkoù. Netra da ezporzhiañ pe eilañ gant an dorn.
bs: Otvorite Račun i sinhronizacija i prijavite se svojim Stremio računom. VortX radi na istom pogonu, tako da vaši dodaci, biblioteka i Nastavi gledati dolaze automatski i ostaju sinhronizirani na svim vašim uređajima. Ništa se ne mora ručno izvoziti ili kopirati.
ca: Obre Compte i sincronització i inicia sessió amb el teu compte de Stremio. VortX funciona amb el mateix motor, de manera que els teus complements, biblioteca i Continua veient passen automàticament i es mantenen sincronitzats a tots els teus dispositius. Res a exportar ni copiar manualment.
ceb: Ablihi ang Account & sync ug mag-sign in gamit ang imong Stremio account. Ang VortX modagan sa samang engine, mao nga ang imong add-ons, library, ug Continue Watching moabot awtomatik, ug magpabiling naka-sync sa imong mga device. Walay i-export o kopyahon pinaagi sa kamot.
cs: Otevřete Účet a synchronizaci a přihlaste se účtem Stremio. VortX běží na stejném enginu, takže vaše doplňky, knihovna a Pokračovat ve sledování se přenesou automaticky a zůstanou synchronizované napříč vašimi zařízeními. Nic není třeba exportovat ani ručně kopírovat.
cy: Agorwch Cyfrif a chydweddu a mewngofnodwch â'ch cyfrif Stremio. Mae VortX yn rhedeg ar yr un injan, felly mae'ch ychwanegion, llyfrgell a Parhau i Wylio'n dod drosodd yn awtomatig, ac yn aros wedi'u cydweddu ar draws eich dyfeisiau. Dim byd i'w allforio na'i gopïo â llaw.
da: Åbn Konto og synk, og log ind med din Stremio-konto. VortX kører på den samme motor, så dine tilføjelser, dit bibliotek og Fortsæt med at se kommer automatisk med og forbliver synkroniseret på tværs af dine enheder. Intet at eksportere eller kopiere manuelt.
de: Öffne „Konto & Synchronisierung“ und melde dich mit deinem Stremio-Konto an. VortX läuft auf derselben Engine, sodass deine Add-ons, deine Bibliothek und „Weiterschauen“ automatisch übernommen werden und über deine Geräte hinweg synchron bleiben. Nichts muss exportiert oder von Hand kopiert werden.
el: Ανοίξτε το Λογαριασμός & συγχρονισμός και συνδεθείτε με τον λογαριασμό Stremio σας. Το VortX τρέχει στην ίδια μηχανή, οπότε τα πρόσθετα, η βιβλιοθήκη και η Συνέχιση παρακολούθησής σας μεταφέρονται αυτόματα και παραμένουν σε συγχρονισμό στις συσκευές σας. Δεν χρειάζεται να εξαγάγετε ή να αντιγράψετε τίποτα με το χέρι.
es: Abre Cuenta y sincronización e inicia sesión con tu cuenta Stremio. VortX usa el mismo motor, así que tus complementos, tu biblioteca y Continuar viendo llegan automáticamente y se mantienen sincronizados en todos tus dispositivos. Nada que exportar ni copiar a mano.
et: Ava Konto ja sünkroonimine ning logi sisse oma Stremio kontoga. VortX töötab sama mootoriga, nii et su lisad, teek ja Jätka vaatamist tulevad automaatselt kaasa ning püsivad su seadmete vahel sünkroonis. Midagi pole vaja käsitsi eksportida ega kopeerida.
eu: Ireki Kontua eta sinkronizazioa eta hasi saioa Stremio konturekin. VortX motor berean exekutatzen da, beraz zure gehigarriak, liburutegia eta Jarraitu Ikusten automatikoki transferitzen dira eta zure gailuetan sinkronizatuta mantentzen dira. Ez da ezer esportatu edo eskuz kopiatu behar.
fa: حساب و همگام‌سازی را باز کنید و با حساب Stremio خود وارد شوید. VortX روی همان موتور اجرا می‌شود، بنابراین افزونه‌ها، کتابخانه و ادامه تماشای شما به‌طور خودکار منتقل می‌شوند و بین دستگاه‌هایتان همگام می‌مانند. چیزی برای خروجی‌گرفتن یا کپی دستی وجود ندارد.
fi: Avaa Tili ja synkronointi ja kirjaudu sisään Stremio-tililläsi. VortX toimii samalla moottorilla, joten lisäosasi, kirjastosi ja Jatka katselua siirtyvät automaattisesti ja pysyvät synkronoituina laitteidesi välillä. Mitään ei tarvitse viedä tai kopioida käsin.
fil: Buksan ang Account at sync at mag-sign in gamit ang iyong Stremio account. Tumatakbo ang VortX sa parehong engine, kaya awtomatikong sumasama ang iyong mga add-on, library, at Continue Watching, at nananatiling naka-sync sa iyong mga device. Walang dapat i-export o kopyahin nang manu-mano.
fo: Lat upp Konta og samstilling og innrita við Stremio-kontu tíni. VortX koyrir á sama motori, so eykingar, savn og Halt fram at hyggja koma sjálvvirkið yvir, og halda seg samstillaðar tvørtur um eindir tínar. Einki at útflyta ella avrita við hond.
fr: Ouvrez Compte et synchronisation et connectez-vous avec votre compte Stremio. VortX fonctionne sur le même moteur, donc vos add-ons, votre bibliothèque et la reprise de lecture arrivent automatiquement et restent synchronisés sur vos appareils. Rien à exporter ou à copier à la main.
fy: Iepenje Akkount en syngronisaasje en meld oan mei jo Stremio-akkount. VortX draait op deselde motor, dus jo add-ons, bibleteek en Trochsjen komme automatysk mei, en bliuwe syngroan oer jo apparaten. Neat om mei de hân te eksportearjen of te kopiearjen.
ga: Oscail Cuntas & sioncronú agus sínigh isteach le do chuntas Stremio. Ritheann VortX ar an inneall céanna, mar sin tagann do bhreiseáin, do leabharlann agus Lean ar Aghaidh ag Féachaint go huathoibríoch, agus fanann siad sioncronaithe ar fud do ghléasanna. Níl aon rud le heaspórtáil ná le cóipeáil de láimh.
gd: Fosgail Cunntas ⁊ sioncronachadh agus clàraich a-steach leis a' chunntas Stremio agad. Ruithidh VortX air an aon einnsean, mar sin thig na tuilleadain agad, an leabharlann, agus Lean air Coimhead thairis gu fèin-obrachail, agus fanaidh iad sioncronaichte thar nan innealan agad. Chan eil dad ri às-phortadh no ath-sgrìobhadh le làimh.
gl: Abre Conta e sincronización e inicia sesión coa túa conta de Stremio. VortX funciona co mesmo motor, polo que os teus complementos, biblioteca e Continuar vendo se importan automaticamente e permanecen sincronizados en todos os teus dispositivos. Sen exportar nin copiar nada á man.
gu: Account અને sync ખોલો અને તમારા Stremio account સાથે સાઇન ઇન કરો. VortX તે જ એન્જિન પર ચાલે છે, તેથી તમારા add-ons, library અને Continue Watching આપમેળે આવી જાય છે, અને તમારા ઉપકરણો વચ્ચે સિંકમાં રહે છે. હાથથી નિકાસ કરવા કે કૉપિ કરવા જેવું કંઈ નથી.
ha: Buɗe Asusu & daidaitawa kuma shiga da asusunka na Stremio. VortX yana gudana a kan injin ɗaya, don haka ƙarin abubuwanka, ɗakin karatu, da Ci gaba da Kallo suna zuwa kai tsaye, kuma suna zama a daidaice a duk faɗin na'urorinka. Babu abin da za a fitar ko a kwafa da hannu.
he: פתח חשבון וסנכרון והתחבר עם חשבון Stremio שלך. VortX פועל על אותו מנוע, כך שההרחבות, הספרייה והמשך הצפייה שלך עוברים אוטומטית, ונשארים מסונכרנים בכל המכשירים שלך. אין צורך לייצא או להעתיק ידנית דבר.
hi: खाता और सिंक खोलें और अपने Stremio खाते से साइन इन करें। VortX उसी इंजन पर चलता है, इसलिए आपके ऐड-ऑन, लाइब्रेरी और जारी रखें स्वतः साथ आ जाते हैं, और आपके डिवाइसों में सिंक रहते हैं। हाथ से निर्यात या कॉपी करने को कुछ नहीं।
hr: Otvorite Račun i sinkronizacija te se prijavite svojim Stremio računom. VortX radi na istom enginu, pa vaši dodaci, biblioteka i Nastavi gledati dolaze automatski i ostaju sinkronizirani na svim uređajima. Ništa se ne mora ručno izvoziti ili kopirati.
ht: Louvri Kont & senkronizasyon epi konekte ak kont Stremio ou an. VortX kouri sou menm motè a, konsa add-on ou yo, bibliyotèk ou, ak Kontinye Gade vin otomatikman, epi rete senkronize atravè aparèy ou yo. Anyen pou ekspòte oswa kopye ak men.
hu: Nyisd meg a Fiók és szinkronizálás menüt, és jelentkezz be a Stremio-fiókoddal. A VortX ugyanazon a motoron fut, így a kiegészítőid, a könyvtárad és a Megtekintés folytatása automatikusan átkerül, és szinkronban marad az eszközeiden. Nincs mit kézzel exportálni vagy másolni.
hy: Բացեք Հաշիվ և համաժամեցում և մուտք գործեք ձեր Stremio հաշվով։ VortX-ն աշխատում է նույն շարժիչի վրա, ուստի ձեր հավելանյութերը, գրադարանն ու «Շարունակել դիտումը» ավտոմատ կտեղափոխվեն և կհամաժամեցվեն ձեր սարքերում։ Ոչ արտահանում, ոչ ձեռքով պատճենում։
id: Buka Akun & sinkron lalu masuk dengan akun Stremio Anda. VortX berjalan pada engine yang sama, jadi add-on, pustaka, dan Lanjutkan Menonton Anda terbawa secara otomatis, dan tetap tersinkron di seluruh perangkat Anda. Tidak perlu mengekspor atau menyalin secara manual.
ig: Meghee Akaụntụ & mmekọ ma banye na akaụntụ Stremio gị. VortX na-agba ọsọ n'otu injin, yabụ ngwakọ gị, ọba akwụkwọ, na Gaa n'ihu Na-ekiri na-abịa na-akpaghị aka, ma nọgide na-emekọrịta n'ofe ngwaọrụ gị. Ọ dịghị ihe ị ga-ebupụ ma ọ bụ jiri aka detuo.
is: Opnaðu Reikning og samstillingu og skráðu þig inn með Stremio-reikningnum þínum. VortX keyrir á sama vélarafli, svo viðbæturnar þínar, safnið og Held áfram koma sjálfkrafa yfir og haldast samstillt á tækjum þínum. Ekkert að flytja út eða afrita handvirkt.
it: Apri Account e sincronizzazione e accedi con il tuo account Stremio. VortX usa lo stesso motore, quindi i tuoi componenti aggiuntivi, la libreria e Continua a guardare arrivano automaticamente e restano sincronizzati su tutti i tuoi dispositivi. Niente da esportare o copiare a mano.
ja: 「アカウントと同期」を開き、Stremio アカウントでサインインしてください。VortX は同じエンジンで動作するため、アドオン、ライブラリ、続きを見るが自動的に引き継がれ、デバイス間で同期されます。手動でエクスポートやコピーする必要はありません。
jv: Bukak Akun & sinkron lan mlebu nganggo akun Stremio sampeyan. VortX mlaku ing mesin sing padha, dadi add-on, perpustakaan, lan Terusaké Nonton sampeyan teka kanthi otomatis, lan tetep sinkron ing kabèh piranti sampeyan. Ora perlu ngekspor utawa nyalin manual.
ka: გახსენით ანგარიში და სინქრონიზება და შედით Stremio ანგარიშით. VortX მუშაობს იმავე ძრავაზე, ამიტომ თქვენი დამატებები, ბიბლიოთეკა და ყურების გაგრძელება ავტომატურად გადადის და სინქრონიზებულია მოწყობილობებზე. ექსპორტი ან ხელით კოპირება არ არის საჭირო.
kk: Тіркелгі және синхрондауды ашып, Stremio тіркелгіңізбен кіріңіз. VortX сол қозғалтқышта жұмыс істейді, сондықтан қондырмаларыңыз, кітапхана және Қарауды жалғастыру автоматты түрде ауысады және құрылғылар арасында синхрондалады. Экспорттауға немесе қолмен көшіруге ештеңе жоқ.
km: បើក Account & sync ហើយចូលដោយគណនី Stremio របស់អ្នក។ VortX ដំណើរការដោយ engine ដូចគ្នា ដូច្នេះ add-ons, បណ្ណាល័យ, និង Continue Watching ផ្ទេរដោយស្វ័យប្រវត្តិ ហើយរក្សាការធ្វើសមកាលកម្មនៅទូទាំងឧបករណ៍របស់អ្នក។ គ្មានអ្វីត្រូវ export ឬចម្លងដោយដៃ។
kn: ಖಾತೆ ಮತ್ತು ಸಿಂಕ್ ಅನ್ನು ತೆರೆಯಿರಿ ಮತ್ತು ನಿಮ್ಮ Stremio ಖಾತೆಯೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ. VortX ಅದೇ ಎಂಜಿನ್‌ನಲ್ಲಿ ಚಲಿಸುತ್ತದೆ, ಆದ್ದರಿಂದ ನಿಮ್ಮ ಆಡ್-ಆನ್‌ಗಳು, ಲೈಬ್ರರಿ ಮತ್ತು ಮುಂದುವರಿಸಿ ವೀಕ್ಷಿಸಿ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಬರುತ್ತವೆ, ಮತ್ತು ನಿಮ್ಮ ಸಾಧನಗಳಲ್ಲಿ ಸಿಂಕ್ ಆಗಿ ಇರುತ್ತವೆ. ಕೈಯಿಂದ ರಫ್ತು ಮಾಡಲು ಅಥವಾ ನಕಲಿಸಲು ಏನೂ ಇಲ್ಲ.
ko: 계정 및 동기화를 열고 Stremio 계정으로 로그인하세요. VortX는 동일한 엔진에서 실행되므로 부가 기능, 라이브러리, 이어 보기가 자동으로 넘어오고 기기 간에 동기화 상태로 유지됩니다. 직접 내보내거나 복사할 것이 없습니다.
ku: Hesab û hevdemî veke û bi hesabê xwe yê Stremio têkeve. VortX li ser heman motorê dixebite, ji ber vê yekê pêvek, pirtûkxane û Berdewamkirina Temaşekirina te otomatîk têne derbaskirin, û li ser amûrên te hevdem dimînin. Tiştek ji bo derxistin an jimberkirinê bi destan nîne.
ky: Аккаунт жана шайкештирүүнү ачып, Stremio аккаунтуңуз менен кириңиз. VortX ошол эле кыймылдаткычта иштейт, ошондуктан кошумчаларыңыз, китепканаңыз жана Көрүүнү улантуу автоматтык түрдө келет жана түзмөктөрүңүздө шайкеш бойдон калат. Колдо экспорттоо же көчүрүү керек эмес.
lb: Maach Kont & Synchronisatioun op a mell dech mat dengem Stremio-Kont un. VortX leeft op derselwechter Engine, sou datt deng Add-ons, deng Bibliothéik a Weiderkucken automatesch matkommen a synchron iwwer deng Apparate bleiwen. Näischt fir vun Hand ze exportéieren oder ze kopéieren.
lo: ເປີດ ບັນຊີ & ຊິງ ແລ້ວເຂົ້າສູ່ລະບົບດ້ວຍບັນຊີ Stremio ຂອງທ່ານ. VortX ໃຊ້ເອັນຈິນດຽວກັນ, ດັ່ງນັ້ນສ່ວນເສີມ, ຄັງເກັບ, ແລະ ເບິ່ງຕໍ່ ຂອງທ່ານຈະຍ້າຍມາໂດຍອັດຕະໂນມັດ ແລະ ຊິງຢູ່ໃນທຸກອຸປະກອນ. ບໍ່ຕ້ອງສົ່ງອອກ ຫຼື ຄັດລອກດ້ວຍມືເລີຍ.
lt: Atverkite Paskyra ir sinchronizavimas ir prisijunkite su savo Stremio paskyra. VortX veikia su tuo pačiu varikliu, todėl jūsų papildiniai, biblioteka ir Tęsti žiūrėjimą atkeliauja automatiškai ir lieka sinchronizuoti tarp jūsų įrenginių. Nieko nereikia eksportuoti ar kopijuoti rankiniu būdu.
lv: Atveriet Konts un sinhronizācija un pierakstieties ar savu Stremio kontu. VortX darbojas uz tā paša dzinēja, tāpēc jūsu papildinājumi, bibliotēka un Turpināt skatīšanos tiek pārnesti automātiski un paliek sinhronizēti visās jūsu ierīcēs. Nekas nav jāeksportē vai jākopē ar roku.
mg: Sokafy ny Kaonty & sync ary midira amin'ny kaonty Stremio-nao. Mandeha amin'ny motera mitovy ny VortX, ka ny add-ons, tranomboky, ary Continue Watching dia miditra ho azy, sy mijanona mifandanja manerana ny fitaovanao. Tsy misy tokony haondrana na dika soratra an-tanana.
mi: Tuwherahia te Pūkete me te tukutahi ka takiuru mā tō pūkete Stremio. Ka rere a VortX i runga i te pūkaha kotahi, nā reira ka puta aunoa ō apataki, tō whare pukapuka, me te Haere Tonu ki te Mātakitaki, ā, ka noho tukutahi puta noa i ō pūrere. Kāore he mea hei kaweake, hei tārua ā-ringa rānei.
mk: Отворете Сметка и синхронизација и пријавете се со вашата Stremio сметка. VortX работи на истиот мотор, па вашите додатоци, библиотека и Продолжи со гледање автоматски се пренесуваат и остануваат синхронизирани на сите ваши уреди. Ништо не треба да извезувате или копирате рачно.
ml: അക്കൗണ്ടും സിങ്കും തുറന്ന് നിങ്ങളുടെ Stremio അക്കൗണ്ട് ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യുക. VortX അതേ എഞ്ചിനിൽ പ്രവർത്തിക്കുന്നു, അതിനാൽ നിങ്ങളുടെ ആഡ്-ഓണുകൾ, ലൈബ്രറി, തുടർന്ന് കാണൽ എന്നിവ സ്വയമേവ കൊണ്ടുവരുകയും നിങ്ങളുടെ ഉപകരണങ്ങളിലുടനീളം സിങ്കിൽ തുടരുകയും ചെയ്യും. കൈകൊണ്ട് എക്സ്പോർട്ട് ചെയ്യാനോ പകർത്താനോ ഒന്നുമില്ല.
mn: Данс ба синк-г нээж Stremio дансаараа нэвтэрнэ үү. VortX нь ижил хөдөлгүүр дээр ажилладаг тул таны нэмэлтүүд, сан болон Үргэлжлүүлэн үзэх нь автоматаар шилжиж, төхөөрөмжүүд дээр синк байдлаар үлдэнэ. Гараар экспортлох эсвэл хуулах шаардлагагүй.
mr: Account & sync उघडा आणि तुमच्या Stremio खात्याने साइन इन करा. VortX त्याच इंजिनवर चालतो, त्यामुळे तुमचे add-ons, लायब्ररी आणि Continue Watching आपोआप येतात आणि तुमच्या डिव्हाइसमध्ये सिंक राहतात. हाताने काही निर्यात करण्याची किंवा कॉपी करण्याची गरज नाही.
ms: Buka Akaun & penyegerakan dan log masuk dengan akaun Stremio anda. VortX berjalan pada enjin yang sama, jadi tambahan, pustaka, dan Teruskan Menonton anda dibawa masuk secara automatik, dan kekal segerak merentas peranti anda. Tiada apa-apa untuk dieksport atau disalin secara manual.
mt: Iftaħ Account & sync u idħol bil-kont Stremio tiegħek. VortX jaħdem fuq l-istess engine, għalhekk l-add-ons, il-librerija, u l-Continue Watching tiegħek jinqalgħu awtomatikament, u jibqgħu sinkronizzati mal-apparati tiegħek. Xejn x'timporta jew tikkopja bl-idejn.
my: Account & sync ကို ဖွင့်ပြီး သင့် Stremio အကောင့်ဖြင့် လက်မှတ်ထိုးဝင်ပါ။ VortX သည် တူညီသော engine ပေါ်တွင် လည်ပတ်သဖြင့် သင့် add-on များ၊ library နှင့် Continue Watching တို့သည် အလိုအလျောက် ရောက်လာပြီး သင့်စက်များအကြား ချိန်ကိုက်နေသည်။ လက်ဖြင့် တင်ပို့ရန် သို့မဟုတ် ကူးယူရန် ဘာမျှ မလိုပါ။
nb: Åpne Konto og synkronisering og logg inn med Stremio-kontoen din. VortX kjører på samme motor, så tilleggene, biblioteket og Fortsett å se kommer over automatisk og holder seg synkronisert på tvers av enhetene dine. Ingenting å eksportere eller kopiere for hånd.
ne: खाता र सिङ्क खोल्नुहोस् र आफ्नो Stremio खातामा साइन इन गर्नुहोस्। VortX एउटै इन्जिनमा चल्छ, त्यसैले तपाईंका add-on हरू, लाइब्रेरी र Continue Watching स्वचालित रूपमा आउँछन् र तपाईंका उपकरणहरूमा सिङ्क रहन्छन्। निर्यात वा हातले कपी गर्नु पर्दैन।
nl: Open Account en synchronisatie en meld je aan met je Stremio-account. VortX draait op dezelfde engine, dus je add-ons, bibliotheek en Verder kijken komen automatisch mee en blijven gesynchroniseerd op al je apparaten. Niets om handmatig te exporteren of te kopiëren.
ny: Tsekulani Account & sync ndikulowa ndi akaunti yanu ya Stremio. VortX imayenda pa injini yofanana, choncho ma add-on anu, laibulale, ndi Continue Watching zimabwera zokha, ndipo zimakhalabe zoyenderana pa zipangizo zanu. Palibe choti mutumize kapena mukope ndi manja.
oc: Dobrissètz Compte e sincronizacion e connectatz-vos amb vòstre compte Stremio. VortX fonciona sul meteis motor, doncas vòstres moduls, vòstra bibliotèca e Contunhar de veire s'importan automaticament e demòran sincronizats sus vòstres aparelhs. Res a exportar o a copiar a la man.
or: Account & sync ଖୋଲନ୍ତୁ ଏବଂ ଆପଣଙ୍କ Stremio ଆକାଉଣ୍ଟ ସହିତ ସାଇନ୍-ଇନ କରନ୍ତୁ। VortX ସେହି ସମାନ ଇଞ୍ଜିନରେ ଚାଲେ, ତେଣୁ ଆପଣଙ୍କ ଆଡ୍-ଅନ, ଲାଇବ୍ରେରୀ ଏବଂ Continue Watching ସ୍ୱୟଂଚାଳିତ ଭାବେ ଆସିଯାଏ, ଏବଂ ଆପଣଙ୍କ ଡିଭାଇସଗୁଡ଼ିକରେ ସିଙ୍କ ରହେ। ହାତରେ ଏକ୍ସପୋର୍ଟ କିମ୍ବା କପି କରିବାକୁ କିଛି ନାହିଁ।
pa: ਖਾਤਾ ਅਤੇ ਸਿੰਕ ਖੋਲ੍ਹੋ ਅਤੇ ਆਪਣੇ Stremio ਖਾਤੇ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ। VortX ਉਸੇ ਇੰਜਣ 'ਤੇ ਚੱਲਦਾ ਹੈ, ਇਸ ਲਈ ਤੁਹਾਡੇ ਐਡ-ਆਨ, ਲਾਇਬ੍ਰੇਰੀ ਅਤੇ ਦੇਖਣਾ ਜਾਰੀ ਆਪਣੇ ਆਪ ਟ੍ਰਾਂਸਫ਼ਰ ਹੋ ਜਾਂਦੇ ਹਨ ਅਤੇ ਸਾਰੇ ਡਿਵਾਈਸਾਂ ਵਿੱਚ ਸਿੰਕ ਰਹਿੰਦੇ ਹਨ। ਐਕਸਪੋਰਟ ਜਾਂ ਹੱਥੀਂ ਕਾਪੀ ਕਰਨ ਦੀ ਕੋਈ ਲੋੜ ਨਹੀਂ।
pl: Otwórz Konto i synchronizację i zaloguj się swoim kontem Stremio. VortX działa na tym samym silniku, więc Twoje dodatki, biblioteka i Kontynuuj oglądanie zostaną przeniesione automatycznie i pozostaną zsynchronizowane między urządzeniami. Nic nie trzeba eksportować ani kopiować ręcznie.
ps: حساب او همغږي کول خلاص کړئ او د خپل Stremio حساب سره ننوځئ. VortX په همغه انجن باندې کار کوي، نو ستاسو اضافه‌ونې، کتابتون او کتنه دوام په اتومات ډول راځي، او ستاسو په وسیلو کې همغږي پاتې کیږي. هیڅ شی په لاس صادرولو یا کاپي کولو ته اړتیا نشته.
pt_br: Abra Conta e sincronização e faça login com sua conta Stremio. A VortX roda no mesmo engine, então seus complementos, biblioteca e Continuar assistindo vêm automaticamente e ficam sincronizados entre seus dispositivos. Nada para exportar ou copiar à mão.
pt_pt: Abra Conta e sincronização e inicie sessão com a sua conta Stremio. A VortX usa o mesmo motor, por isso os seus add-ons, biblioteca e Continuar a ver transitam automaticamente e mantêm-se sincronizados entre os seus dispositivos. Não há nada para exportar ou copiar à mão.
ro: Deschide Cont și sincronizare și autentifică-te cu contul tău Stremio. VortX rulează pe același motor, așa că add-on-urile, biblioteca și Continuă vizionarea vin automat și rămân sincronizate pe toate dispozitivele tale. Nu trebuie să exporți sau să copiezi nimic manual.
ru: Откройте «Аккаунт и синхронизация» и войдите со своим аккаунтом Stremio. VortX работает на том же движке, поэтому ваши дополнения, библиотека и «Продолжить просмотр» переносятся автоматически и остаются синхронизированными на всех ваших устройствах. Ничего не нужно экспортировать или копировать вручную.
rw: Fungura Konti no kwiyunga maze winjire ukoresheje konti yawe ya Stremio. VortX ikoresha moteri imwe, bityo ibyongeramo byawe, isomero, na Komeza kureba biraza mu buryo bwikora, kandi bigumana kwiyunga ku byuma byawe byose. Nta cyo wohereza cyangwa gukoporora n'intoki.
sd: اڪائونٽ ۽ سنڪ کوليو ۽ پنھنجي Stremio اڪائونٽ سان سائن-ان ڪريو. VortX ساڳئي انجڻ تي هلي ٿو، ان ڪري اوهان جا ايڊ-آنز، لائبريري، ۽ ڏسڻ جاري رکو خودڪار طور اچي وڃن ٿا، ۽ اوهان جي ڊوائيسن ۾ سنڪ رهن ٿا. هٿ سان ڪجھ به ايڪسپورٽ يا ڪاپي ڪرڻ جي ضرورت ناهي.
si: ගිණුම සහ සමමුහුර්තකරණය විවෘත කර ඔබේ Stremio ගිණුමෙන් පිවිසෙන්න. VortX එකම එන්ජිම මත ධාවනය වන නිසා, ඔබේ ඇඩෝන, පුස්තකාලය සහ දිගටම නැරඹීම ස්වයංක්‍රීයව පැමිණ, ඔබේ උපාංග පුරා සමමුහුර්තව පවතී. අතින් නිර්යාත කිරීමට හෝ පිටපත් කිරීමට කිසිවක් නැත.
sk: Otvorte Účet a synchronizácia a prihláste sa svojím účtom Stremio. VortX beží na rovnakom engine, takže vaše doplnky, knižnica a Pokračovať v sledovaní sa prenesú automaticky a zostanú synchronizované naprieč vašimi zariadeniami. Nič netreba exportovať ani kopírovať ručne.
sl: Odprite Račun in sinhronizacija ter se prijavite s svojim računom Stremio. VortX teče na istem pogonu, zato se vaši dodatki, knjižnica in Nadaljuj z gledanjem prenesejo samodejno in ostanejo sinhronizirani med vašimi napravami. Ničesar ni treba ročno izvažati ali kopirati.
sm: Tatala le Tala & faapenapena ma ulufale i lau tala Stremio. E tamoe VortX i le afi lava e tasi, o lea e sau otometi ai au add-ons, faletusi, ma le Faaauau le Matamata, ma tumau i le faapenapena i au masini. E leai se mea e faaulufale pe kopi i le lima.
sn: Vhura Account & sync wopinda ne account yako yeStremio. VortX inoshanda pane injini imwechete, saka zvinowedzera zvako, raibhurari, neContinue Watching zvinouya zvega, uye zvinogara zvakasync pamadhivhaisi ako. Hapana chokupinza kana kukopa nemaoko.
so: Fur Account & sync oo gal akoonkaaga Stremio. VortX wuxuu ku shaqeeyaa isla mishiinka, marka add-ons-kaaga, maktabaddaada, iyo Continue Watching si toos ah ayay u soo gudbaan, oo way isku wada socdaan qalabkaaga oo dhan. Wax gacanta lagu dhoofiyo ama la koobiyeeyo ma jiraan.
sq: Hapni Llogarinë dhe sinkronizimin dhe hyni me llogarinë tuaj Stremio. VortX funksionon me të njëjtin motor, kështu që shtesat, biblioteka dhe Vazhdo Shikimin kalojnë automatikisht dhe mbeten të sinkronizuara në të gjitha pajisjet tuaja. Nuk ka asgjë për të eksportuar ose kopjuar me dorë.
sr: Отворите Налог и синхронизација и пријавите се са својим Stremio налогом. VortX ради на истом механизму, па се ваши додаци, библиотека и Настави гледање преносе аутоматски и остају синхронизовани на свим уређајима. Ништа се не извози нити копира ручно.
st: Bula Account & sync ebe u kena ka akhaonto ea hau ea Stremio. VortX e sebetsa ka enjene e le 'ngoe, kahoo litlatsetso tsa hau, laebrari, le Continue Watching li fihla ka bo tsona, 'me li lula li sync ho lisebelisoa tsa hau. Ha ho letho leo u lokelang ho le export kapa ho le copy ka letsoho.
su: Buka Akun & sinkron terus asup ku akun Stremio anjeun. VortX jalan dina mesin nu sarua, jadi add-on, pustaka, jeung Terusan Lalajo anjeun pindah otomatis, sarta tetep sinkron di sakuliah alat anjeun. Teu perlu ékspor atawa nyalin ku leungeun.
sv: Öppna Konto och synk och logga in med ditt Stremio-konto. VortX körs på samma motor, så dina tillägg, ditt bibliotek och Fortsätt titta kommer över automatiskt och hålls synkade mellan dina enheter. Inget att exportera eller kopiera för hand.
sw: Fungua Akaunti na ulandanisho na uingie kwa akaunti yako ya Stremio. VortX inafanya kazi kwenye injini ile ile, hivyo viongezi vyako, maktaba, na Endelea Kutazama vinakuja otomatiki na kubaki visawazishwa kwenye vifaa vyako. Hakuna kitu cha kuhamisha au kunakili kwa mkono.
ta: கணக்கு & ஒத்திசைவு-ஐத் திறந்து உங்கள் Stremio கணக்குடன் உள்நுழையவும். VortX அதே எஞ்சினில் இயங்குவதால், உங்கள் நீட்சிகள், லைப்ரரி மற்றும் தொடர்ந்து பார்த்தல் தானாகவே வரும், உங்கள் சாதனங்கள் முழுவதும் ஒத்திசைவாகவே இருக்கும். கையால் ஏற்றுமதி செய்யவோ நகலெடுக்கவோ எதுவுமில்லை.
te: ఖాతా & సింక్ తెరిచి మీ Stremio ఖాతాతో సైన్ ఇన్ చేయండి. VortX అదే ఇంజిన్‌పై నడుస్తుంది, కాబట్టి మీ యాడ్-ఆన్‌లు, లైబ్రరీ, మరియు Continue Watching స్వయంచాలకంగా వస్తాయి, మరియు మీ పరికరాల అంతటా సింక్‌లో ఉంటాయి. చేతితో ఎగుమతి చేయడానికి లేదా కాపీ చేయడానికి ఏమీ లేదు.
tg: «Ҳисоб ва ҳамоҳангсозӣ»-ро кушоед ва бо ҳисоби Stremio-и худ ворид шавед. VortX дар ҳамон муҳаррик кор мекунад, бинобар ин иловагиҳо, китобхона ва Идомаи тамошои шумо ба таври худкор интиқол меёбанд ва дар дастгоҳҳоятон ҳамоҳанг мемонанд. Ҳеҷ чизро дастӣ содир ё нусхабардорӣ кардан лозим нест.
th: เปิดบัญชีและซิงค์ แล้วลงชื่อเข้าใช้ด้วยบัญชี Stremio ของคุณ VortX ทำงานบนเอนจินเดียวกัน ดังนั้นแอดออน ไลบรารี และดูต่อของคุณจะถูกนำเข้ามาโดยอัตโนมัติ และซิงค์กันทั่วทุกอุปกรณ์ ไม่ต้องส่งออกหรือคัดลอกด้วยมือ
tr: Hesap ve eşitleme'yi açın ve Stremio hesabınızla oturum açın. VortX aynı motor üzerinde çalışır, bu yüzden eklentileriniz, kütüphaneniz ve İzlemeye Devam Et otomatik olarak aktarılır ve cihazlarınız arasında eşitli kalır. Elle dışa aktarılacak veya kopyalanacak bir şey yok.
tt: Хисап һәм синхронлаштыруны ач һәм Stremio хисабың белән кер. VortX шул ук моторда эшли, шуңа өстәмәләрең, китапханәң һәм Карауны дәвам итү автоматик күчә һәм җиһазларың арасында синхрон кала. Кулдан экспортлау яки күчереп язу кирәкми.
ug: «ھېسابات ۋە قەدەمداشلاش»نى ئېچىپ Stremio ھېساباتىڭىز بىلەن كىرىڭ. VortX ئوخشاش ماتوردا ئىشلەيدۇ، شۇڭا قوشۇلمىلىرىڭىز، ئامبارىڭىز ۋە «داۋاملىق كۆرۈش» ئاپتوماتىك كېلىدۇ ۋە ئۈسكۈنىلىرىڭىز ئارىسىدا قەدەمداش بولۇپ تۇرىدۇ. قولدا چىقىرىش ياكى كۆچۈرۈش كەرەك ئەمەس.
uk: Відкрийте Акаунт і синхронізація та увійдіть зі своїм акаунтом Stremio. VortX працює на тому самому рушії, тож ваші додатки, бібліотека та Продовжити перегляд переносяться автоматично й лишаються синхронізованими між пристроями. Нічого не треба експортувати чи копіювати вручну.
ur: اکاؤنٹ اور سنک کھولیں اور اپنے Stremio اکاؤنٹ سے سائن اِن کریں۔ VortX اسی انجن پر چلتا ہے، اس لیے آپ کے ایڈ-آنز، لائبریری، اور Continue Watching خود بخود آ جاتے ہیں، اور آپ کی ڈیوائسز میں سنک رہتے ہیں۔ ہاتھ سے ایکسپورٹ یا کاپی کرنے کی کوئی ضرورت نہیں۔
uz: Hisob va sinxronlash'ni oching va Stremio hisobingiz bilan kiring. VortX bir xil dvigatelda ishlaydi, shuning uchun qo'shimchalaringiz, kutubxonangiz va Ko'rishni davom ettirish avtomatik ravishda o'tadi va qurilmalaringiz bo'ylab sinxronlanib qoladi. Qo'lda eksport qilish yoki nusxalash shart emas.
vi: Mở Tài khoản & đồng bộ rồi đăng nhập bằng tài khoản Stremio của bạn. VortX chạy trên cùng một engine, nên các tiện ích bổ sung, thư viện và Tiếp tục xem của bạn sẽ tự động chuyển sang và luôn được đồng bộ trên các thiết bị. Không cần xuất hay sao chép thủ công.
xh: Vula iAkhawunti & ukuvumelanisa uze ungene ngeakhawunti yakho yeStremio. IVortX iqhuba kwinjini efanayo, ngoko ii-add-on zakho, ithala, kunye ne-Continue Watching ziyeza ngokuzenzekelayo, kwaye zihlale zivunyelaniswa kwizixhobo zakho. Akukho nto yokungenisa okanye ukukopa ngesandla.
yo: Ṣí Account & sync kí o sì wọlé pẹ̀lú àkàwé Stremio rẹ. VortX ń ṣiṣẹ́ lórí ẹ̀rọ kan náà, nítorí náà àwọn add-on, ìkàwé, àti Continue Watching rẹ máa ń wọlé fúnraawọn, wọ́n sì máa ń wà ní ìmúrasíra káàkiri àwọn ẹ̀rọ rẹ. Kò sí ohun tí o ní láti mú jáde tàbí kọ́wé pẹ̀lú ọwọ́.
zh_hans: 打开“账户与同步”并使用你的 Stremio 账户登录。VortX 运行在相同的引擎上，因此你的附加组件、库和继续观看会自动迁移过来，并在你的各设备间保持同步。无需手动导出或复制任何内容。
zh_hant: 開啟「帳號與同步」並以你的 Stremio 帳號登入。VortX 採用相同的引擎，因此你的外掛、資料庫與繼續觀看都會自動帶過來，並在各裝置間保持同步。無需手動匯出或複製。
zu: Vula i-Akhawunti nokuvumelanisa bese ungena nge-akhawunti yakho ye-Stremio. I-VortX isebenza kwinjini efanayo, ngakho izengezo zakho, ilabhulali, ne-Continue Watching kuza ngokuzenzakalelayo, futhi kuhlala kuvumelene kuwo wonke amadivayisi akho. Akukho okumele ukuthumele noma ukukope ngesandla.
